return {
    ['настройки'] = {
        -- url = require( [[Модуль:Спрайт]] ).getUrl( 'Thermal Expansion 1CSS.png', 'version=1600074291745', '' ),
        ['изобр'] = 'Thermal Expansion 1CSS.png',
        ['имя'] = 'Thermal Expansion 1',
        ['имякласса'] = 'thermal-expansion-1-inv-sprite',
        ['модпсевдонимы'] = 'ИнвСпрайт/Thermal Expansion 1/Псевдонимы',
        ['разм'] = 32,
        ['таблстилей'] = false,
        ['формат'] = 512
    },
    ['разделы'] = { {
        ['назв'] = 'Всё',
        ID = 1
    }, {
        ['назв'] = 'Другое',
        ID = 2
    } },
    ['IDы'] = {
        ['Белая минеральная шерсть'] = {
            ['поз'] = 2,
            ['раздел'] = 1,
            ["en"] = "White Rockwool"
        },
        ['Бирюзовая минеральная шерсть'] = {
            ['поз'] = 11,
            ['раздел'] = 1,
            ["en"] = "Cyan Rockwool"
        },
        ['Тест'] = {
            ['поз'] = 777,
            ['раздел'] = 1,
        },
        ['Бронзовый слиток'] = {
            ['поз'] = 49,
            ['раздел'] = 1,
            ["en"] = "Bronze Ingot"
        },
        ['Водный накопитель'] = {
            ['поз'] = 25,
            ['раздел'] = 1,
            ["en"] = "Aqueous Accumulator"
        },
        ['Вулканический пресс'] = {
            ['поз'] = 24,
            ['раздел'] = 1,
            ["en"] = "Igneous Extruder"
        },
        ['Голубая минеральная шерсть'] = {
            ['поз'] = 5,
            ['раздел'] = 1,
            ["en"] = "Light Blue Rockwool"
        },
        ['Древесная масса'] = {
            ['поз'] = 32,
            ['раздел'] = 1,
            ["en"] = "Wood Pulp"
        },
        ['Жёлтая минеральная шерсть'] = {
            ['поз'] = 6,
            ['раздел'] = 1,
            ["en"] = "Yellow Rockwool"
        },
        ['Зелёная минеральная шерсть'] = {
            ['поз'] = 15,
            ['раздел'] = 1,
            ["en"] = "Green Rockwool"
        },
        ['Измельчитель'] = {
            ['поз'] = 19,
            ['раздел'] = 1,
            ["en"] = "Pulverizer"
        },
        ['Измельчённая железная руда'] = {
            ['поз'] = 37,
            ['раздел'] = 1,
            ["en"] = "Pulverized Iron Ore"
        },
        ['Измельчённая золотая руда'] = {
            ['поз'] = 36,
            ['раздел'] = 1,
            ["en"] = "Pulverized Gold Ore"
        },
        ['Измельчённая медная руда'] = {
            ['поз'] = 38,
            ['раздел'] = 1,
            ["en"] = "Pulverized Copper Ore"
        },
        ['Измельчённая оловянная руда'] = {
            ['поз'] = 39,
            ['раздел'] = 1,
            ["en"] = "Pulverized Tin Ore"
        },
        ['Измельчённая редкоземельная жила'] = {
            ['поз'] = 35,
            ['раздел'] = 1,
            ["en"] = "Pulverized Rare Earth"
        },
        ['Измельчённая серебряная руда'] = {
            ['поз'] = 40,
            ['раздел'] = 1,
            ["en"] = "Pulverized Silver Ore"
        },
        ['Индукционная плавильня'] = {
            ['поз'] = 21,
            ['раздел'] = 1,
            ["en"] = "Induction Smelter"
        },
        ['Коричневая минеральная шерсть'] = {
            ['поз'] = 14,
            ['раздел'] = 1,
            ["en"] = "Brown Rockwool"
        },
        ['Красная минеральная шерсть'] = {
            ['поз'] = 16,
            ['раздел'] = 1,
            ["en"] = "Red Rockwool"
        },
        ['Красная электрическая катушка'] = {
            ['поз'] = 54,
            ['раздел'] = 1,
            ["en"] = "Redstone Power Coil"
        },
        ['Лаймовая минеральная шерсть'] = {
            ['поз'] = 7,
            ['раздел'] = 1,
            ["en"] = "Lime Rockwool"
        },
        ['Латунный слиток'] = {
            ['поз'] = 51,
            ['раздел'] = 1,
            ["en"] = "Brass Ingot"
        },
        ['Ледниковый осадитель'] = {
            ['поз'] = 22,
            ['раздел'] = 1,
            ["en"] = "Glacial Precipitator"
        },
        ['Лесопилка'] = {
            ['поз'] = 20,
            ['раздел'] = 1,
            ["en"] = "Sawmill"
        },
        ['Магмовый тигель'] = {
            ['поз'] = 23,
            ['раздел'] = 1,
            ["en"] = "Magma Crucible"
        },
        ['Неизвестно'] = {
            ['поз'] = 1,
            ['раздел'] = 2
        },
        ['Опилки'] = {
            ['поз'] = 33,
            ['раздел'] = 1,
            ["en"] = "Sawdust"
        },
        ['Оранжевая минеральная шерсть'] = {
            ['поз'] = 3,
            ['раздел'] = 1,
            ["en"] = "Orange Rockwool"
        },
        ['Пневматический сервомотор'] = {
            ['поз'] = 53,
            ['раздел'] = 1,
            ["en"] = "Pneumatic Servo"
        },
        ['Прессованные опилки'] = {
            ['поз'] = 34,
            ['раздел'] = 1,
            ["en"] = "Compressed Sawdust"
        },
        ['Пурпурная минеральная шерсть'] = {
            ['поз'] = 12,
            ['раздел'] = 1,
            ["en"] = "Purple Rockwool"
        },
        ['Рамка механизма'] = {
            ['поз'] = 27,
            ['раздел'] = 1,
            ["en"] = "Machine Chassis"
        },
        ['Распределитель жидкости'] = {
            ['поз'] = 26,
            ['раздел'] = 1,
            ["en"] = "Liquid Transposer"
        },
        ['Редкоземельная жила'] = {
            ['поз'] = 28,
            ['раздел'] = 1,
            ["en"] = "Rare Earth Lode"
        },
        ['Розовая минеральная шерсть'] = {
            ['поз'] = 8,
            ['раздел'] = 1,
            ["en"] = "Pink Rockwool"
        },
        ['Светло-серая минеральная шерсть'] = {
            ['поз'] = 10,
            ['раздел'] = 1,
            ["en"] = "Light Gray Rockwool"
        },
        ['Селитра'] = {
            ['поз'] = 29,
            ['раздел'] = 1,
            ["en"] = "Niter"
        },
        ['Сера'] = {
            ['поз'] = 30,
            ['раздел'] = 1,
            ["en"] = "Sulfur"
        },
        ['Серая минеральная шерсть'] = {
            ['поз'] = 9,
            ['раздел'] = 1,
            ["en"] = "Gray Rockwool"
        },
        ['Серповидный молот'] = {
            ['поз'] = 55,
            ['раздел'] = 1,
            ["en"] = "Crescent Hammer"
        },
        ['Синяя минеральная шерсть'] = {
            ['поз'] = 13,
            ['раздел'] = 1,
            ["en"] = "Blue Rockwool"
        },
        ['Слиток огнеупорного сплава'] = {
            ['поз'] = 47,
            ['раздел'] = 1,
            ["en"] = "Refractory Alloy Ingot"
        },
        ['Слиток проводящего сплава'] = {
            ['поз'] = 41,
            ['раздел'] = 1,
            ["en"] = "Conductive Alloy Ingot"
        },
        ['Слиток сверхпроводящего сплава'] = {
            ['поз'] = 43,
            ['раздел'] = 1,
            ["en"] = "Superconducting Alloyed Blend"
        },
        ['Слиток стального сплава'] = {
            ['поз'] = 45,
            ['раздел'] = 1,
            ["en"] = "Alloyed Steel Ingot"
        },
        ['Смесь бронзы'] = {
            ['поз'] = 50,
            ['раздел'] = 1,
            ["en"] = "Bronze Blend"
        },
        ['Смесь латуни'] = {
            ['поз'] = 52,
            ['раздел'] = 1,
            ["en"] = "Brass Blend"
        },
        ['Смесь огнеупорного сплава'] = {
            ['поз'] = 48,
            ['раздел'] = 1,
            ["en"] = "Refractory Alloyed Blend"
        },
        ['Смесь проводящего сплава'] = {
            ['поз'] = 42,
            ['раздел'] = 1,
            ["en"] = "Conductive Alloyed Blend"
        },
        ['Смесь сверхпроводящего сплава'] = {
            ['поз'] = 44,
            ['раздел'] = 1,
            ["en"] = "Superconducting Alloyed Blend"
        },
        ['Смесь стального сплава'] = {
            ['поз'] = 46,
            ['раздел'] = 1,
            ["en"] = "Alloyed Steel Blend"
        },
        ['Фиолетовая минеральная шерсть'] = {
            ['поз'] = 4,
            ['раздел'] = 1,
            ["en"] = "Magenta Rockwool"
        },
        ['Чёрная минеральная шерсть'] = {
            ['поз'] = 17,
            ['раздел'] = 1,
            ["en"] = "Black Rockwool"
        },
        ['Шлак'] = {
            ['поз'] = 31,
            ['раздел'] = 1,
            ["en"] = "Slag"
        },
        ['Электрическая печь'] = {
            ['поз'] = 18,
            ['раздел'] = 1,
            ["en"] = "Powered Furnace"
        }
    }
}
